app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Software Engineering"], ["room_number", 202], ["created_at", "2019-10-14 23:46:48.168798"], ["updated_at", "2019-10-14 23:46:48.168798"]]
---
    def create
        @school_class = SchoolClass.create(school_class_params(:title, :room_number))