app/controllers/students_controller.rb

    def index
        @students = Students.all
---
SELECT "students".* FROM "students"